results/benchmark_results_docker/nodejs_wrk.txt
Running 30s test @ http://localhost:3000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.11ms    7.66ms 143.45ms   84.64%
    Req/Sec   624.49     97.07     1.00k    68.45%
  74968 requests in 32.81s, 16.44MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:   2285.19
Transfer/sec:    513.28KB